Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/PTZ/ContinuousMove/TC.PTZ.NVT.11_REQ_16.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:ContinuousMove>
      <tptz:ProfileToken>prof0</tptz:ProfileToken>
      <tptz:Velocity>
        <tt:PanTilt x="-1.1" y="0"/>
      </tptz:Velocity>
    </tptz:ContinuousMove>
  </s:Body>
</s:Envelope>